Repository: biglinux/pamac
Catalog: modified-to-only-update/po/*.po
Languages: es_419

source: Allow Pamac to search and install packages from AUR
es_419: Permitir a Pamac buscar e instalar paquetes de AUR

source: Keep built packages in cache
es_419: Guarde los paquetes creados en la caché

source: Check for development packages updates
es_419: Comprobar actualizaciones de paquetes de desarrollo

source: Snap packages are maintained by their publisher.
es_419: Los paquetes de Snap son mantenidos por quienes los publican.

source: Enable Snap support
es_419: Habilitar el soporte para Snap

source: Allow Pamac to search and install snaps
es_419: Autoriza que Pamac ubique e instale paquetes Snap

source: Flatpak packages are maintained by their publisher.
es_419: Los paquetes Flatpak son mantenidos por el desarrollador.

source: Enable Flatpak support
es_419: Active el soporte para paquetes Flatpak

source: Allow Pamac to search and install flatpaks
es_419: Autoriza que Pamac ubique e instale paquetes Flatpak

source: Cache
es_419: Caché
