Repository: biglinux/pamac
Catalog: modified-to-only-update/po/*.po
Languages: es_419

source: Install, update, or remove packages
es_419: Instalar, actualizar o desinstalar paquetes

source: Authentication is required to install, update, or remove packages
es_419: Es necesario autenticarse para instalar, actualizar o desinstalar paquetes

source: Failed to initialize alpm library
es_419: Fallo al iniciar librería alpm

source: Synchronizing package databases
es_419: Sincronizando paquete de bases de datos

source: Failed to synchronize databases
es_419: Falló al sincronizar las bases de datos

source: Failed to init transaction
es_419: Falló al iniciar transacción

source: Failed to prepare transaction
es_419: Falló al preparar transacción

source: target not found: %s
es_419: Objetivo no encontrado: %s

source: package %s does not have a valid architecture
es_419: El paquete %s no presenta una arquitectura válida

source: unable to satisfy dependency '%s' required by %s
es_419: No es posible instalar la dependencia '%s' requerida por %s

source: Warning
es_419: Alerta

source: installing %s (%s) breaks dependency '%s' required by %s
es_419: La instalación de %s (%s) rompe la dependencia '%s' requerida por %s

source: Add %s to remove
es_419: Agregue %s para remover

source: if possible, remove %s and retry
es_419: Si es posible, borre %s e intente nuevamente

source: removing %s breaks dependency '%s' required by %s
es_419: La eliminación de %s rompe la dependencia '%s' requerida por %s

source: %s and %s are in conflict
es_419: %s y %s están en conflicto

source: %s needs to be removed but it is a locked package
es_419: %s Necesita ser eliminado pero es un paquete bloqueado

source: Failed to initialize AUR database
es_419: Ha fallado la inicialización de la base de datos AUR

source: removing %s from target list
es_419: borrando %sde la lista destino

source: Transaction cancelled
es_419: Transacción cancelada

source: %s exists in both %s and %s
es_419: %s existe tanto en %s como %s

source: %s: %s already exists in filesystem (owned by %s)
es_419: %s: %s ya existe en el sistema de archivos (propiedad de %s)

source: %s: %s already exists in filesystem
es_419: %s: %s ya existe en el sistema de archivos

source: if this file is not needed, remove it and retry
es_419: si este archivo no es necesario, elimínelo e intente nuevamente

source: %s: %s already existed in filesystem
es_419: %s: %s ya existe en el sistema de archivos

source: Removing invalid files and retrying
es_419: Eliminando archivos inválidos y reintentando

source: %s is invalid or corrupted
es_419: %s es inválido o corrupto

source: you can remove this file and retry
es_419: Puede borrar este archivo y reintentar

source: failed to retrieve some files
es_419: Falló al obtener algunos archivos

source: Failed to commit transaction
es_419: Fallo al realizar la transacción

source: Checking dependencies
es_419: Comprobando dependencias

source: Checking file conflicts
es_419: Comprobando archivos en conflicto

source: Resolving dependencies
es_419: Resolviendo dependencias

source: Checking inter-conflicts
es_419: Comprobando conflictos internos

source: Installing %s
es_419: Instalando %s

source: Upgrading %s
es_419: Actualizando %s

source: Reinstalling %s
es_419: Reinstalando %s

source: Downgrading %s
es_419: Degradando %s

source: Removing %s
es_419: Eliminando %s

source: Checking integrity
es_419: Comprobando integridad

source: Loading packages files
es_419: Cargando archivos de paquetes

source: Configuring %s
es_419: Configurando %s

source: Error while configuring %s
es_419: Error durante el %s de la configuración

source: Checking available disk space
es_419: Comprobando el espacio libre en disco

source: %s optionally requires %s
es_419: %s requiere opcionalmente %s

source: Database file for %s does not exist
es_419: Base de datos para %s no existe

source: Checking keyring
es_419: Comprobando keyring

source: Downloading required keys
es_419: Descargando llaves requeridas

source: %s installed as %s.pacnew
es_419: %s instalado como %s.pacnew

source: %s installed as %s.pacsave
es_419: %s instalado como %s.pacsave

source: Running pre-transaction hooks
es_419: Ejecutando "hooks" previos a la transacción

source: Running post-transaction hooks
es_419: Ejecutando "hooks" posteriores a la transacción

source: Error while running hooks
es_419: Error durante la ejecución de intercambios

source: About %lu minute remaining
es_419: Aproximadamente %lu minuto restante

source: Refreshing %s
es_419: Actualizando %s

source: Download of %s started
es_419: La descarga de %s ya inició

source: Downloading %s
es_419: Descargando %s

source: Download of %s finished
es_419: La descarga de %s terminó

source: Authentication failed
es_419: Autenticación fallida

source: Waiting for another package manager to quit
es_419: Esperando a que otro gestor de paquetes cierre

source: Timeout expired
es_419: Se terminó el tiempo

source: Refreshing mirrors list
es_419: Refrescando lista de mirrors

source: Cloning %s build files
es_419: Clonando %s archivos construidos

source: Failed to clone %s build files
es_419: Falló la descarga de %s de los archivos de creación

source: Generating %s information
es_419: Generando %s de la información

source: Failed to generate %s information
es_419: Falló en producir %s de la información

source: Checking %s dependencies
es_419: Comprobando %s dependencias

source: Failed to check %s dependencies
es_419: Falló revisar el %s de las dependencias

source: key %s could not be imported
es_419: Llave %s no puede ser importada

source: Transaction successfully finished
es_419: La transacción ha sido completada satisfactoriamente

source: Preparing
es_419: Preparando

source: Yes
es_419: Sí

source: Nothing to do
es_419: Nada que hacer

source: Building %s
es_419: Construyendo %s

source: Failed to build %s
es_419: Falló al crear el %s

source: Choose optional dependencies for %s
es_419: Elegir dependencias opcionales para %s

source: Choose a provider for %s
es_419: Elija un proovedor para %s

source: Import PGP key
es_419: Importar llave PGP

source: Trust and Import
es_419: Confiar e Importar

source: _Cancel
es_419: _Cancelar

source: The PGP key %s is needed to verify %s source files
es_419: La llave PGP %s es necesaria para verificar %s de la fuente de los archivos

source: Trust %s and import the PGP key
es_419: Confiar %s e importar la llave PGP

source: Official Repositories
es_419: Repositorios Oficiales

source: Repository
es_419: Repositorio

source: Flatpak
es_419: Paquete Flatpak

source: Depends On
es_419: Depende de

source: Conflicts With
es_419: Conflictúa con

source: Required By
es_419: Requerido Por

source: Replaces
es_419: Reemplaza

source: Total download size
es_419: Tamaño a total de descarga

source: Edit %s build files
es_419: Editar %s de archivos construidos

source: Save
es_419: Guardar

source: _Close
es_419: _Cerrar

source: Install
es_419: Instalar

source: The snap %s was published using classic confinement
es_419: Se publicó el %s del paquete Snap de cierre clásico

source: Install %s anyway
es_419: Instalar el %s de todos modos

source: Package Manager
es_419: Gestor de Paquetes

source: Install packages from repositories, path or url
es_419: Instalar paquetes desde repositorios, dirección o URL

source: Remove packages
es_419: Eliminar paquetes

source: Build packages from AUR and install them with their dependencies
es_419: Construir paquetes desde AUR y instalarlos con sus respectivas dependencias

source: package(s)
es_419: Paquete(s)

source: Your system is up-to-date
es_419: Tu sistema está actualizado

source: _Quit
es_419: _Salir

source: %u available update
es_419: %u actualización disponible

source: Details
es_419: Detalles

source: No package found
es_419: No se encontraron paquetes

source: Checking for Updates
es_419: Chequeando actualizaciones

source: Featured
es_419: Destacado

source: All
es_419: Todo

source: Categories
es_419: Categorías

source: %u pending operation
es_419: %u operación pendiente

source: Install Reason
es_419: Razón de Instalación

source: Installed as a dependency for another package
es_419: Instalado como dependencia para otro paquete

source: Mark as explicitly installed
es_419: Marcar como explícitamente instalado

source: Licenses
es_419: Licencias

source: Unknown
es_419: Desconocido

source: Package Base
es_419: Paquete Base

source: Maintainer
es_419: Mantenedor

source: First Submitted
es_419: Primero Enviado

source: Last Modified
es_419: Última Modificación

source: Votes
es_419: Votos

source: Out of Date
es_419: Obsoleto

source: Groups
es_419: Grupos

source: Packager
es_419: Empaquetador

source: Build Date
es_419: Fecha de Construcción

source: Install Date
es_419: Fecha de Instalación

source: Signatures
es_419: Firmas

source: Backup files
es_419: Archivos de backup

source: Optional Dependencies
es_419: Dependencias Opcionales

source: Make Dependencies
es_419: Crear Dependencias

source: Check Dependencies
es_419: Inspeccionar Dependencias

source: Optional For
es_419: Opcional Para

source: Provides
es_419: Provee

source: Publisher
es_419: Editor

source: Confined in a Sandbox
es_419: ubicado en una Zona Segura o Sandbox

source: Channels
es_419: Canales

source: Relevance
es_419: Relevancia

source: Name
es_419: Nombre

source: Size
es_419: Tamaño

source: Date
es_419: Fecha

source: Repositories
es_419: Repositorios

source: Upgrade
es_419: Actualizar

source: Build
es_419: Construir

source: Remove
es_419: Remover

source: Installed
es_419: Instalado

source: Photo & Video
es_419: Foto & video

source: Music & Audio
es_419: Música & Audio

source: Productivity
es_419: Productividad

source: Communication & News
es_419: Comunicación & Noticias

source: Education & Science
es_419: Educación & Ciencia

source: Games
es_419: Juegos

source: Utilities
es_419: Utilidades

source: Development
es_419: Desarrollo

source: Explicitly installed
es_419: Explícitamente instalado

source: Orphans
es_419: Huérfanos

source: Foreign
es_419: Foráneo

source: Install Local Packages
es_419: Instalar Paquetes Locales

source: _Open
es_419: _Abrir

source: Alpm Package
es_419: Paquete Alpm

source: A Package Manager with Alpm, AUR, Flatpak and Snap support
es_419: Administrador de paquetes con soporte para Arch Linux, AUR, Flatpak y Snap

source: How often to check for updates, value in hours
es_419: Cuán seguido revisar por actualizaciones, valor en horas

source: Maximum parallel downloads
es_419: Máximo de descargas paralelas

source: Number of versions of each package to keep in the cache
es_419: Número de versiones de cada paquete a mantener en caché

source: Worldwide
es_419: Mundial

source: Build directory
es_419: Directorio de compilación

source: To delete
es_419: A borrar

source: %u file
es_419: %uarchivo

source: Choose Ignored Upgrades
es_419: Seleccione las actualizaciones ignoradas

source: Enter a selection (default=%s)
es_419: Introduzca una selección (por defecto=%s)

source: none
es_419: Ninguna

source: Enter a number (default=%d)
es_419: Introduzca un número (por defecto=%d)

source: [y/N]
es_419: [s/N]

source: y
es_419: s

source: yes
es_419: sí

source: Edit build files
es_419: Editar archivos construidos

source: Apply transaction
es_419: Aplicar traducción

source: To upgrade
es_419: Para actualizar

source: To reinstall
es_419: Para reinstalar

source: To install
es_419: Para instalar

source: To build
es_419: Para construir

source: To downgrade
es_419: Para degradar

source: To remove
es_419: Para eliminar

source: Total installed size
es_419: Tamaño total instalado

source: Total removed size
es_419: Tamaño total eliminado

source: View %s build files diff
es_419: Ver %s archivos construidos diff

source: No PKGBUILD file found in current directory
es_419: No se encontraron archivos PKGBUILD en el directorio actual

source: Available actions
es_419: Acciones disponibles

source: action
es_419: Acción

source: options
es_419: Opciones

source: Search for packages or files, multiple search terms can be specified
es_419: Buscar paquetes o archivos, buscar múltiples términos pueden ser especificados

source: file(s)
es_419: Archivo(s)

source: only search for installed packages
es_419: Buscar los paquetes instalados

source: only search for packages in repositories
es_419: Buscar los paquetes de repositorios

source: also search in AUR
es_419: También buscar en AUR

source: do not search in AUR
es_419: no busque en AUR

source: search for packages which own the given filenames (filenames can be partial)
es_419: Buscar paquetes que tengan el nombre del archivo dado (los nombres de los archivos pueden ser parciales)

source: only print names
es_419: solo imprimir nombres

source: Display package details, multiple packages can be specified
es_419: Mostrar los detalles del paquete, múltiples paquetes pueden ser especificados

source: List packages, groups, repositories or files
es_419: Listar paquetes, grupos, repositorios o archivos

source: group(s)
es_419: Grupo(s)

source: repo(s)
es_419: Repositorio(s)

source: list installed packages
es_419: Lista de paquetes instalados

source: list packages that were installed as dependencies but are no longer required by any installed package
es_419: Listar los paquetes que fueron instalados como dependencias pero ya no son requeridos por ningún otro paquete instalado

source: list packages that were not found in the repositories
es_419: Lista de paquetes que no se encontraron en los repositorios

source: list all packages that are members of the given groups, if no group is given list all groups
es_419: Listar todos los paquetes que son miembros de los grupos dados, si ningún grupo es dado lista todo los grupos

source: list all packages available in the given repos, if no repo is given list all repos
es_419: Lista todos los paquetes disponibles en los repos dados, si ningún repo is dado listar todos los repos

source: list files owned by the given packages
es_419: Listar archivos obtenidos por los paquetes dados

source: Clone or sync packages build files from AUR
es_419: Clona o sincroniza paquetes de archivos construidos desde AUR

source: build directory, if no directory is given the one specified in pamac.conf file is used
es_419: Construir directorio, si ningún directorio es dado se usará el que está especificado en el archivo pamac.conf

source: also clone needed dependencies
es_419: También clonar dependencias necesarias

source: do not print any output
es_419: No imprime ningún resultado

source: overwrite existing files
es_419: Sobreescribir archivos existentes

source: If no package name is given, use the PKGBUILD file in the current directory
es_419: Si no es dado el nombre del paquete, usar el archivo PKGBUILD en el actual directorio

source: The build directory will be the parent directory, --builddir option will be ignored
es_419: El directorio construido será el directorio padre, la opción --builddir será ignorada

source: and --no-clone option will be enforced
es_419: y No se ejecutará la opción de descarga

source: keep built packages in cache after installation
es_419: guardar los paquetes creados en la caché después de instalar

source: do not keep built packages in cache after installation
es_419: no guarde los paquetes compilados en la caché después de finalizar la instalación

source: only print what would be done but do not run the transaction
es_419: sólo imprime aquello terminado pero no el proceso completo

source: do not clone build files from AUR, only use local files
es_419: No clonar archivos construidos desde AUR, solo usar archivos locales

source: bypass any and all confirmation messages
es_419: ignorar todos los mensajes de confirmación

source: ignore a package upgrade, multiple packages can be specified by separating them with a comma
es_419: Ignorar la actualización de un paquete, múltiples paquetes pueden ser especificados separándolos con una coma

source: overwrite conflicting files, multiple patterns can be specified by separating them with a comma
es_419: Sobreescribir archivos conflictivos, múltiples patrones pueden ser especificados separándolos con una coma

source: download all packages but do not install/upgrade anything
es_419: descargar todos los paquetes sin instalar y/o actualizar

source: mark all packages installed as a dependency
es_419: Indicar los paquetes instalados como dependencias

source: mark all packages explicitly installed
es_419: Indicar todos los paquetes explícitamente instalados

source: check for updates
es_419: buscar actualizaciones

source: do not check for updates
es_419: no revise si existen actualizaciones

source: Reinstall packages
es_419: Reinstalar paquetes

source: remove packages only if they are not required by any other packages
es_419: Eliminar paquetes no requeridos por otros paquetes

source: remove dependencies that are not required by other packages, if this option is used without package name remove all orphans
es_419: Eliminar dependencias que no son requeridos por otros paquetes, si esta opción es usada sin el nombre del paquete elimina todos los paquetes huérfanos

source: do not remove dependencies that are not required by other packages
es_419: no elimine las dependencias que otros paquetes no necesitan

source: ignore files backup
es_419: ignorar archivos de respaldo

source: Safely check for updates without modifiying the databases
es_419: Con seguridad comprobar las actualizaciones sin modificar la base de datos

source: Exit code is 100 if updates are available
es_419: El código de salida es 100 si las actualizaciones están disponibles

source: build directory (use with --devel), if no directory is given the one specified in pamac.conf file is used
es_419: Construir directorio (usar con --devel), si ningún directorio es dado se usará el especificado en el archivo pamac.conf

source: also check updates in AUR
es_419: También comprobar actualizaciones en AUR

source: do not check updates in AUR
es_419: no busque actualizaciones en AUR

source: only print one line per update
es_419: Sólo Imprimir una línea por actualización

source: also check development packages updates (use with --aur)
es_419: También comprobar las actualizaciones de los paquetes de desarrollo (usar con --aur)

source: do not check development packages updates
es_419: no busque actualizaciones de paquetes de desarrollo

source: Upgrade your system
es_419: Actualizar tu sistema

source: force the refresh of the databases
es_419: Forzar el refrescar de la base de datos

source: enable package downgrades
es_419: Habilitar degradar paquetes

source: disable package downgrades
es_419: deshabilitar degradación de paquetes

source: also upgrade packages installed from AUR
es_419: También actualizar paquetes instalados desde AUR

source: do not upgrade packages installed from AUR
es_419: no actualice los paquetes instalados desde AUR

source: also upgrade development packages (use with --aur)
es_419: También comprobar las actualizaciones de los paquetes de desarrollo (usar con --aur)

source: do not upgrade development packages
es_419: no actualice los paquetes de desarrollo

source: build directory (use with --aur), if no directory is given the one specified in pamac.conf file is used
es_419: Construir el directorio (usar con --aur), si ningún directorio es dado se usará el especificado en pamac.conf

source: Clean packages cache or build files
es_419: Eliminar paquetes en cache o archivos de construcción

source: number
es_419: numero

source: specify how many versions of each package are kept in the cache directory
es_419: Especifica la cantidad de versiones de cada paquete serán guardadas en el directorio de cache

source: only target uninstalled packages
es_419: contemplar solo paquetes desinstalados

source: remove all build files, the build directory is the one specified in pamac.conf
es_419: eliminar todos los archivos de construcción, el directorio de construcción es aquel definido en pacman.conf

source: do not remove files, only find candidate packages
es_419: no eliminar archivos, solo buscar paquetes candidatos

source: also display all files names
es_419: también mostrar todos los nombres de archivos

source: Version
es_419: Versión

source: Description
es_419: Descripción

source: Installed Size
es_419: Tamaño luego de instalado

source: No package owns %s
es_419: No se poseen paquetes %s

source: %s is owned by %s
es_419: %s es propiedad de %s

source: %u ignored update
es_419: %u actualización ignorada

source: Remove only the versions of uninstalled packages
es_419: Remover sólo las versiones de paquetes desinstalados

source: Clean cache
es_419: Limpiar caché

source: Clean build files
es_419: Eliminar archivos de construccion

source: Add %s to install
es_419: Agregando un %s para instalar

source: %s is only available from AUR
es_419: %s está disponible desde AUR

source: There is %u member in group %s
es_419: Hay un %u de miembros en el grupo %s

source: all
es_419: todo

source: Add %s to reinstall
es_419: Agregando el %s para reinstalar

source: Choose a Provider
es_419: Elige un Proovedor

source: Choose
es_419: Elige

source: Progress
es_419: Progreso

source: Pamac History
es_419: Historial de Pamac

source: Transaction Summary
es_419: Resumen de Transacción

source: _Apply
es_419: _Aplicar

source: Refresh databases
es_419: Actualizar Bases de Datos

source: View History
es_419: Ver historial

source: Preferences
es_419: Preferencias

source: About
es_419: Acera de

source: Sort by
es_419: Ordenar por

source: Remove all
es_419: Eliminar todo

source: Install all
es_419: Instalar todo

source: Ignore all
es_419: Ignorar todo

source: Browse
es_419: Explorar

source: Launch
es_419: Lanzar

source: Reinstall
es_419: Reinstalar

source: Dependencies
es_419: Dependencias

source: Files
es_419: Archivos

source: Reset build files
es_419: Restablecer archivos construidos

source: Build files
es_419: Construir archivos

source: Search
es_419: Buscar

source: Pending
es_419: Pendiente(s)

source: Updates
es_419: Actualizaciones

source: Check for updates
es_419: Comprobar actualizaciones

source: Automatically download updates
es_419: Descargar actualizaciones automáticamente

source: Hide tray icon when no update available
es_419: Ocultar icono de la bandeja cuando no hayan actualizaciones disponibles

source: Misconfiguration of these options can lead to system breakage. Modify them only if you know what you are doing.
es_419: Ajustes erróneos de estas opciones pueden provocar un quiebre del sistema. Realice ajustes únicamente si esta seguro de lo que esta haciendo.

source: Check available disk space
es_419: Revise el espacio de disco disponible

source: Remove unrequired dependencies
es_419: Remover dependencias no requeridas

source: When removing a package, also remove its dependencies that are not required by other packages
es_419: Al remover un paquete, también remover sus dependencias que otros paquetes no requieren

source: Do not check for updates when installing
es_419: No revise nuevas actualizaciones mientras esta instalando

source: Enable downgrade
es_419: Habilitar degradar (devolver a una versión anterior)

source: Ignore upgrades for:
es_419: Ignore las actualizaciones para:

source: Advanced
es_419: Avanzado

source: Use mirrors from:
es_419: Usar mirrors de:

source: Refresh Mirrors List
es_419: Refrescar Lista de Mirrors

source: AUR is a community maintained repository so it presents potential risks and problems. All AUR users should be familiar with the build process.
es_419: AUR es un repositorio mantenido por la comunidad por lo que presenta potenciales riesgos y problemas. Todos los usuarios de AUR deben estar familiarizados con el proceso de construcción.

source: Enable AUR support
es_419: Habilitar soporte de AUR
